; Turkish
; Çevirmen: <Alcazer Barış TÜRKGÜCÜ - github.com/Alcazer>, Jasanayaka (Ali Haktan Sığın), FastFingertips (github.com/fastfingertips)

[Turkish]
IDS_UPDATE_NO=Yeni güncelleme yok.
IDS_UPDATE_YES=Güncelleme mevcut, indirip kurulsun mu?
IDS_FILE=Dosya
IDS_SETTINGS=Ayarlar
IDS_EXIT=Çıkış
IDS_LANGUAGE=Dil
IDS_HELP=Yardım
IDS_WEBSITE=Website
IDS_CHECKUPDATES=Güncellemeleri denetle
IDS_ABOUT=Hakkında
IDS_DONATE=Teşekkür et!
IDS_TRAY_SHOW=Göster/Gizle
IDS_TRAY_DISABLE=Devre dışı
IDS_TRAY_POPUP_1=Bölgesel temizleme
IDS_TRAY_POPUP_2=Belirli yükte temizleme
IDS_TRAY_POPUP_3=Periyodik temizleme
IDS_CLEAN=Belleği temizle
IDS_GROUP_1=Fiziksel bellek
IDS_GROUP_2=Sanal bellek
IDS_GROUP_3=Sistem çalışma seti
IDS_ITEM_1=Kullanım
IDS_ITEM_2=Boşta
IDS_ITEM_3=Toplam
IDS_SETTINGS_GENERAL=Genel
IDS_SETTINGS_MEMORY=Bellek temizleme
IDS_SETTINGS_APPEARANCE=Görünüm
IDS_SETTINGS_TRAY=Tepsi (Görev Çubuğu)
IDS_CLOSE=Kapat
IDS_TITLE_1=Genel yapılandırma
IDS_TITLE_2=Dil
IDS_TITLE_3=Temizlenecek bölgeler
IDS_TITLE_4=Bellek yönetimi
IDS_TITLE_5=Kısayol tuşları
IDS_TITLE_6=Stil
IDS_TITLE_7=Renk göstergesi
IDS_TITLE_8=Fare kontrolü
IDS_TITLE_9=Bildirimler
IDS_ALWAYSONTOP_CHK=Her zaman üstte
IDS_LOADONSTARTUP_CHK=Sistem açılışında başlat
IDS_STARTMINIMIZED_CHK=Küçültülmüş olarak başlat
IDS_REDUCTCONFIRMATION_CHK=Bellek temizliği uyarısı
IDS_SKIPUACWARNING_CHK=UAC uyarısını geç
IDS_CHECKUPDATES_CHK=Güncellemeleri otomatik denetle (önerilir)
IDS_LANGUAGE_HINT=Dil seçin:
IDS_AUTOREDUCTENABLE_CHK=Belirtilmiş orana göre temizle: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Geçen süreye göre temizle: (dk.)
IDS_HOTKEY_CLEAN_CHK=Bellek temizleme kısayol tuşu:
IDS_TRAYUSETRANSPARENCY_CHK=Şeffaf arka plan kullan
IDS_TRAYSHOWBORDER_CHK=Kenarlık göster
IDS_TRAYROUNDCORNERS_CHK=Oval köşeler
IDS_TRAYCHANGEBG_CHK=Değişken arkaplan rengi
IDS_TRAYUSEANTIALIASING_CHK=Kenar yumuşatma kullan
IDS_FONT_HINT=Yazı tipi:
IDS_COLOR_TEXT_HINT=Metin rengi
IDS_COLOR_BACKGROUND_HINT=Arka plan rengi
IDS_COLOR_WARNING_HINT="Uyarı seviyesi" rengi
IDS_COLOR_DANGER_HINT="Tehlike seviyesi" rengi
IDS_TRAYLEVELWARNING_HINT="Uyarı seviyesi" başlangıcı: (%)
IDS_TRAYLEVELDANGER_HINT="Tehlike seviyesi" başlangıcı: (%)
IDS_TRAYACTIONSC_HINT=Tek tık:
IDS_TRAYACTIONMC_HINT=Orta tık:
IDS_TRAY_ACTION_1=Göster/Gizle
IDS_TRAY_ACTION_2=Belleği temizle
IDS_TRAY_ACTION_3=Görev yöneticisini aç
IDS_SHOW_CLEAN_RESULT_CHK=Bellek temizleme sonuçlarını göster
IDS_QUESTION=Belleği temizlemek istediğinizden emin misiniz?
IDS_QUESTION_WARNING="Bekleme listesi" ve "Değiştirilmiş sayfa listesi" verimli çalışmayabilir, emin misiniz?
IDS_QUESTION_FLAG_CHK=Bir daha sorma
IDS_STATUS_CLEANED=%s bellek boşaltıldı.
IDS_STATUS_NOPRIVILEGES=Yönetici hakları gerekli, lütfen programı yönetici olarak çalıştırın!
IDS_UPDATE_DOWNLOAD=Güncelleme indiriliyor...
IDS_UPDATE_DONE=Güncelleme tamamlandı.
IDS_UPDATE_ERROR=Güncelleme sunucusuna bağlanırken hata oluştu.
IDS_UPDATE_INIT=Yeni sürümler kontrol ediliyor...
IDS_UPDATE_INSTALL=Güncelleme mevcut, yüklemek ister misiniz?
IDS_RESET=Sıfırla
IDS_QUESTION_RESET=Tüm ayarları sıfırlamak istediğinizden emin misiniz?
IDS_NOTIFICATIONSOUND_CHK=Bildirim seslerini etkinleştir
IDS_TITLE_ADVANCED=Gelişmiş
IDS_VIEW=Görünüm
IDS_USEDARKTHEME=Karanlık tema kullan
IDS_UPDATE_SPEED=Hız

091=Tema
092=Sistemi takip et
093=Açık mod
094=Koyu mod
